import React from "react";
import "./index.scss";

const MainPageContent = () => (
    <main className={'main'}>
        <h2 className={"main__header"}>LoremIpsum</h2>
        <p className={"main__paragraph"}>
            Значимость этих проблем настолько очевидна,
            что укрепление и развитие структуры позволяет выполнять важные задания по разработке соответствующий условий активизации.
            Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании позиций,
            занимаемых участниками в отношении поставленных задач. Товарищи! реализация намеченных плановых заданий играет важную роль в формировании существенных финансовых и административных условий.
            Товарищи! дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации.
        </p>
        <h2 className={"main__header"}>LoremIpsum</h2>
        <p className={"main__paragraph"}>
            Значимость этих проблем настолько очевидна,
            что укрепление и развитие структуры позволяет выполнять важные задания по разработке соответствующий условий активизации.
            Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании позиций,
            занимаемых участниками в отношении поставленных задач.
        </p>
    </main>
);

export default MainPageContent;